import React from "react";
import PurchaseForm from "../../components/PurchaseForm/PurchaseForm";
import styles from "./tenStepsScreen.module.scss";

function TenStepsScreen() {
  return (
    <div className={styles.tenStepsScreen}>
      <h2>מדריך 10 צעדים - הקדמה</h2>
      <div className={styles.content}>
        <p>
          מה שאני הייתי צריך כדי לבנות דף עסקי נכון עם בסיס חזק שלאורך זמן יוכיח
          את עצמו ויצליח להביא לקוחות חדשים לעסק זה :
          <br />
          מישהו שיגיד לי בדיוק מה לעשות ובעיקר איך..
          <br />
          יש כל כך הרבה כללים, חוקים ופרמטרים להתחשב בהם, זה נראה קשה לעיתים על
          גבול הבלתי אפשרי.
        </p>
        <p>
          העניין (ופה אפתיע אתכם) זה שלא מצאתי מישהו שאומר לי תכלס מה ואיך
          לעשות, צעד אחרי צעד, שלב אחרי שלב.
          <br />
          מה שכן מצאתי, זה המון משווקים (שעושים אחלה עבודה) אבל לקחת משווק לעסק
          שלי אמר בזמנו 2 דברים :
          <br />
          1. להיות תלוי בו - זמני פרסום, כתיבת תוכן, קידום הדף ועוד.. כעת הכל
          בידיו.
          <br />
          2. להגדיל תקציב פרסום - להוציא עוד כמה מאות שקלים (במקרה הטוב) כל
          חודש.
        </p>
        <p>
          אז חשבתי והבנתי שפחות מתאים לי והחלטתי לצאת למסע..
          <br />
          מסע של חקירת האלגוריתם, שבמהלכו רכשתי קורסים בנושא, ראיתי הרצאות בארץ
          ובחו"ל, הקשבתי לפודקאסטים ובעיקר עשיתי וטעיתי, עשיתי וטעיתי (בעיקר
          טעיתי) בלי הפסקה! עד שהפעולה עבדה שוב ושוב ושוב ורק אז עברתי לפעולה
          אחרת.
          <br />
          לחקור את האלגוריתם זה לא פשוט, במיוחד שיש לכם עסק ועליכם לטפל בו כמעט
          בכל שניה פנויה ביום.
        </p>
        <p>
          ולכן - עשיתי את זה בשבילכם :
          <br />
          10 הצעדים הראשונים לפתיחת דף עסקי נכון עם בסיס חזק ויציב שיביא לכם
          לקוחות חדשים באופן יומיומי תוך זמן קצר.
          <br />
          חשוב לזכור - אתם יכולים וצריכים להיות המשווקים הטובים ביותר של העסק
          שלכם.
        </p>
        <p>
          נתון מעודד : ככל שתשקיעו יותר זמן ואנרגיה בהקמת הדף כך תשקיעו פחות
          ופחות זמן ואנרגיה בהמשך עד שתגיעו להתעסקות של שעה אחת ביום בלבד!
        </p>
        <br />
        <p style={{ fontWeight: 500 }}>יאלה, שנתחיל צעד ראשון?</p>
      </div>
      <PurchaseForm price={105} productName="מדריך עשרה צעדים" />
    </div>
  );
}

export default TenStepsScreen;
